{
  "2308": {
    "tokenId": "2308",
    "name": "Norman Pike",
    "title": "Grandpa Ape #2308 - Norman Pike | Grandpa Coin",
    "description": "Say hello to Norman Pike, the latest retiree at the GACC Country Club. Whether that's his actual name depends on what you've heard and what you choose to believe.",
    "storyContent": [
      "Say hello to Norman Pike, the latest retiree at the GACC Country Club. Whether that's his actual name depends on what you've heard and what you choose to believe. You see, some say Norman once ran an underground casino and sports betting club that ran afoul of some nasty pieces of business.",
      "They say he took his revenge on them when they raided and shut down his club and sports book, and that he spent the last thirty years in witness protection. But those are just rumors.",
      "At some point, Norm worked for the city as a Risk Assessment Specialist. That much seems true, as he can often be seen strolling the grounds \"just noticing stuff\" but he never mentions anything about any of it. He just mutters what sounds like ODDS to himself and moves on.",
      "All in all, Norman is a nice enough resident. Just don't be offended if he doesn't respond when you talk to him. He has probably already determined your life expectancy and deemed a potential friendship too short to be worth making the effort."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2308_cards.jpg",
        "alt": "Norman Pike Cards"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2308_hall.jpg",
        "alt": "Norman Pike Hall"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2308_talk.jpg",
        "alt": "Norman Pike Talk"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2308_buttons.jpg",
        "alt": "Norman Pike Buttons"
      }
    ]
  },
  "194": {
    "tokenId": "194",
    "name": "Douglas Holloway",
    "title": "Grandpa Ape #194 - Douglas Holloway | Grandpa Coin",
    "description": "Douglas Holloway was once the most successful Private Investigator of his time. Drawn into a nightmare case, Holloway became obsessed and threw his professionalism out the window. Along with his stellar reputation.",
    "storyContent": [
      "Douglas Holloway was once the most successful Private Investigator of his time. Drawn into a nightmare case, Holloway became obsessed and threw his professionalism out the window. Along with his stellar reputation.",
      "Holloway turned his frustration into a book, *The Last Banana*, but unfortunately very few bought it after critics ripped it. The book was called \"A clumsy and self serving attempt at retribution.\"",
      "Still, Holloway stands by his actions and by every word in the book."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/194_sign.jpg",
        "alt": "Douglas Holloway Sign"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/194_read.jpg",
        "alt": "Douglas Holloway Reading"
      }
    ]
  },
  "4270": {
    "tokenId": "4270",
    "name": "Earl Bergman",
    "title": "Grandpa Ape #4270 - Earl Bergman | Grandpa Coin",
    "description": "This is Earl Bergman. Earl is…different. Although he presents as a hypochondriac, Earl is actually a conspiracy nut. His prevailing theory has something to do with the water supply.",
    "storyContent": [
      "This is Earl Bergman. Earl is…different. Although he presents as a hypochondriac, Earl is actually a conspiracy nut. His prevailing theory has something to do with the water supply.",
      "It's unclear what it is about the water he is troubled by, but he has his own method of inspecting it. Water he deems \"Clear of all agents\" is bagged and used in his personal IV system of hydration.",
      "He stays in his room most of the day doing…well who knows what, but when he does stroll around he is sure to offer plenty of unsolicited advice."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4270_exam.jpg",
        "alt": "Earl Bergman Exam"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4270_hospital.jpg",
        "alt": "Earl Bergman Hospital"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4270_map.jpg",
        "alt": "Earl Bergman Map"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4270_sciency.jpg",
        "alt": "Earl Bergman Science"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4270_safety.jpg",
        "alt": "Earl Bergman Safety"
      }
    ]
  },
  "1092": {
    "tokenId": "1092",
    "name": "Broderick West",
    "title": "Grandpa Ape #1092 - Broderick West | Grandpa Coin",
    "description": "Broderick West is the newly hired mechanic at the GACC Country Club. He is…nice enough. Okay he's an a$$hole, but he's great with a wrench!",
    "storyContent": [
      "Broderick West is the newly hired mechanic at the GACC Country Club. He is…nice enough. Okay he's an a$$hole, but he's great with a wrench! No worries. He's just as happy to keep to himself and his broken machines.",
      "If you do have to interact with old Brody, don't piss him off. Especially if you plan on taking out one of the golf carts afterwards. Your brakes just might not work as well as you hope.",
      "Broderick was offered a room in the Country Club, but he insisted on making his living quarters in an empty garage at the far end of the grounds. When he's not cranking wrenches, you can hear him cranking the throttle on his custom motorbike or cranking out reps on his pull-up bar.",
      "**You know what? Just avoid Broderick, ok? Just…stay away from him all together.**"
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/1092_bike.jpg",
        "alt": "Broderick West Bike"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/1092_ride.jpg",
        "alt": "Broderick West Ride"
      }
    ]
  },
  "3836": {
    "tokenId": "3836",
    "name": "Walter Bramblewick",
    "title": "Grandpa Ape #3836 - Walter Bramblewick | Grandpa Coin",
    "description": "I'd ask you to visit Walter Bramblewick at the Country Club, but he's probably sleeping. Before blessing us with his endearing presence, Walter was a curator of oddities and antiquities.",
    "storyContent": [
      "I'd ask you to visit Walter Bramblewick at the Country Club, but he's probably sleeping. Before blessing us with his endearing presence, Walter was a curator of oddities and antiquities. He had gotten so many, he decided to open his own shop.",
      "Unfortunately, he never sold a single item. Walter just couldn't bear to part with any of his treasures. He used any excuse he could to close the store early, and even when it was open he often spent his time tinkering with his latest find in his workshop so the customers could never find him to complete a purchase.",
      "**Walter is a wonderful ape. He is always willing to fix things around the facility. When he's awake, that is!**"
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/3836_store.jpg",
        "alt": "Walter Bramblewick Store"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/3836_fix.jpg",
        "alt": "Walter Bramblewick Fix"
      }
    ]
  },
  "2945": {
    "tokenId": "2945",
    "name": "Reginald Baker",
    "title": "Grandpa Ape #2945 - Reginald Baker | Grandpa Coin",
    "description": "Reginald Baker never goes anywhere without a smile and his 1st Armored Division military cap. Even though his time in the service left him confined to a wheelchair, Reggie wears his scars like badges of honor.",
    "storyContent": [
      "Reginald Baker never goes anywhere without a smile and his 1st Armored Division military cap. Even though his time in the service left him confined to a wheelchair and permanently impaired vision due to unremovable shrapnel in his right eye, Reggie wears his scars like badges of honor.",
      "Rumor has it, the story of his last mission was almost turned into a major motion picture by a big time director, but Reggie refused to share the details of his famous tank raid.",
      "\"That's a story for the fellas that were there only,\" his friends heard him say.",
      "After the service, Reggie developed a passion for gardening, eventually opening his own Garden Center called Petal to the Metal Plants. Every Memorial Day, he hired local youths to put free flowers on the graves of every former soldier he could find.",
      "**The Country Club is honored to have such a wonderful Ape as one of its very first residents. It is definitely a much happier place for having Reggie call it home.**"
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2945_window.jpg",
        "alt": "Reginald Baker Window"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2945_comic.jpg",
        "alt": "Reginald Baker Comic"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2945_entry.jpg",
        "alt": "Reginald Baker Entry"
      }
    ]
  },
  "693": {
    "tokenId": "693",
    "name": "Freddy McGrady",
    "title": "Grandpa Ape #693 - Freddy McGrady | Grandpa Coin",
    "description": "Freddy McGrady was on the verge of becoming the next great prizefighter. Two wins away from a title fight, Fred took the punch every fighter dreads. It put his lights out, ended his boxing career, and caused a steady and unrelenting drooling condition.",
    "storyContent": [
      "Freddy McGrady was on the verge of becoming the next great prizefighter. Two wins away from a title fight, Fred took the punch every fighter dreads. It put his lights out, ended his boxing career, and caused a steady and unrelenting drooling condition. Tough break.",
      "After he hung up the gloves, Freddy turned his focus to his other great passion—Freshwater Fishing. He tried, unsuccessfully I must add, to create Freshwater Freddy's Fishing Tours. Unfortunately, things like permits, a lack of well stocked fishing holes, and that unsightly drool proved too much for the business to attract customers.",
      "These days, loud noises and bright lights are a bit much for old Fred. He prefers the peace and quiet of the Country Club, and loves to engage in games requiring blindfolds, of which the facility has a surprisingly good amount. If you can stomach a little drool, ok it's A LOT of drool, please stop by and hello to Freddy!"
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/693_box.jpg",
        "alt": "Freddy McGrady Boxing"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/693_fish_hd.jpg",
        "alt": "Freddy McGrady Fishing"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/693_helper.jpg",
        "alt": "Freddy McGrady Helper"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/693_fishing.jpg",
        "alt": "Freddy McGrady Fishing Scene"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/693_pin.jpg",
        "alt": "Freddy McGrady Pin"
      }
    ]
  },
  "4935": {
    "tokenId": "4935",
    "name": "Terrance Lawrence",
    "title": "Grandpa Ape #4935 - Terrance Lawrence | Grandpa Coin",
    "description": "If you recognize the Country Club's newest resident, it may be because you were going 26 in a 25 down Pine Street where Terrance Lawrence has worked as a crossing guard for the last 28 years, and were served up one serious tongue lashing.",
    "storyContent": [
      "If you recognize the Country Club's newest resident, it may be because you were going 26 in a 25 down Pine Street where Terrance Lawrence has worked as a crossing guard for the last 28 years, and were served up one serious tongue lashing. Bet you didn't do that twice!",
      "Anyway, these days Terrence, Terry to his friends—of which he has none, can be found ringing the bell at the service desk, ready to register a new complaint or suggest an improvement. The staff has already learned to hide when he approaches, and his latest demand was for the addition of reflective signage to another resident's wheel chair. The request was denied, but Terrence is far from done with that issue. Those who have argued with him in the past have claimed he has a way of hypnotizing you with his stare, causing you to give in to his demands.",
      "He is also campaigning for the construction of a Pickleball Court and League at the County Club. Not because he wants to play. Terrence wants to be the umpire.",
      "We hope to see you at The Country Club soon. You might want to steer clear of Mr. Lawrence, though."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4935_stop.jpg",
        "alt": "Terrance Lawrence Stop Sign"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4935_bell.jpg",
        "alt": "Terrance Lawrence Bell"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/4935_pickle.jpg",
        "alt": "Terrance Lawrence Pickleball"
      }
    ]
  },
  "1784": {
    "tokenId": "1784",
    "name": "Otis",
    "title": "Grandpa Ape #1784 - Otis | Grandpa Coin",
    "description": "Sadly, very little is known about the Country Club's newest resident, and so far he's been keeping to himself. But you know old Reggie is going to keep the door open to him.",
    "storyContent": [
      "Sadly, very little is known about the Country Club's newest resident, and so far he's been keeping to himself. But you know old Reggie is going to keep the door open to him. There's some speculation that Otis used to be a Jazz musician. Other rumors have him once owning a bar somewhere. Only time will tell, as Otis ain't talking'.",
      "Country Club staff, upon notification from Terrance, have found Otis wandering around the back parking lot of the facility at night. When asked what he is doing, Otis simply shrugs, gives a sad smile, and shuffles inside.",
      "Like Terrance, he listed NONE on his Expected Visitors Intake Documents page, though I suspect it's for different reasons. Let's hope Otis finds his stay at the Country Club to be a happier place than wherever he's been before."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/1784_club.jpg",
        "alt": "Otis Club"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/1784_sad.jpg",
        "alt": "Otis Sad"
      }
    ]
  },
  "2190": {
    "tokenId": "2190",
    "name": "Henderson Pritchett",
    "title": "Grandpa Ape #2190 - Henderson Pritchett | Grandpa Coin",
    "description": "Today we welcome our newest resident, Henderson Pritchett. Henderson was a world renowned trophy hunter turned reality television star. His show, Nature's Assassin, ended in controversy when a contestant went missing and hasn't been seen since.",
    "storyContent": [
      "Today we welcome our newest resident, Henderson Pritchett. Henderson was a world renowned trophy hunter turned reality television star. His show, Nature's Assassin, ended in controversy when a contestant went missing and hasn't been seen since. Henderson denied any involvement and was eventually cleared of any wrongdoing, but the show simply couldn't recover from the scandal.",
      "Henderson tried to rebound by opening an amusement park with rides and attractions based on his famous adventures, but after multiple rides broke down, the insurance became too costly to maintain.",
      "Henderson arrived at the Country Club appearing totally defeated. Let's hope his string of bad luck turns around soon."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2190_welcome.jpeg",
        "alt": "Henderson Pritchett Welcome"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2190_body.jpg",
        "alt": "Henderson Pritchett Body"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2190_car.jpg",
        "alt": "Henderson Pritchett Car"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2190_army.jpg",
        "alt": "Henderson Pritchett Army"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/2190_club.jpg",
        "alt": "Henderson Pritchett Club"
      }
    ]
  },
  "238": {
    "tokenId": "238",
    "name": "Monty LeVine",
    "title": "Grandpa Ape #238 - Monty LeVine | Grandpa Coin",
    "description": "The newest resident has arrived at the Country Club, and although the others have not met him yet, Monty LeVine is causing quite a stir. Particularly with one resident. Monty is not a normal resident. He is Resident Entertainment.",
    "storyContent": [
      "The newest resident has arrived at the Country Club, and although the others have not met him yet, Monty LeVine is causing quite a stir. Particularly with one resident.",
      "You see, Monty is not a normal resident. He is Resident Entertainment. This means that he lives on the premises, but his living expenses are waived in exchange for the services Monty provides. This has really raised the ire of Terrance, as he has been trying to secure a similar deal for himself, though nobody is asking for the services he has been providing.",
      "Monty was a big deal on the disco scene back in the day. He claims to have been the \"Secret Lover\" of many of the famous movie starlets of the time, but those claims have never been substantiated. He made a living as a party host on cruise ships, had a short run as a DJ at a swanky nightclub, and put out a collection of instructional dance videos. Unfortunately, he insisted that those only be recorded on laser disc, a format he saw as the wave of the future.",
      "Pop in and join the fun with our newest resident. I'm sure those Open Mic nights will really be something."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/238_angry.jpg",
        "alt": "Monty LeVine Angry"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/238_star.jpeg",
        "alt": "Monty LeVine Star"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/238_dance.jpg",
        "alt": "Monty LeVine Dance"
      }
    ]
  },
  "935": {
    "tokenId": "935",
    "name": "Caleb Hatch",
    "title": "Grandpa Ape #935 - Caleb Hatch | Grandpa Coin",
    "description": "Please welcome Caleb Hatch to the Country Club. Caleb grew up in a fishing village, where his parents ran a small fishing business. Caleb begged his father to take him out on expeditions, but his father always refused.",
    "storyContent": [
      "Please welcome Caleb Hatch to the Country Club. Caleb grew up in a fishing village, where his parents ran a small fishing business. Caleb begged his father to take him out on expeditions, but his father always refused. \"There's things under the water you can't imagine, son\" he would say. Until the day he just never came back.",
      "Caleb swore to his mother that he would find out what happened, and went out on the sea every chance he got. What happened next depends on what you are willing to believe. About life. About fate. And about the digestive systems of enormous sea creatures.",
      "As soon as he was of age, Caleb enlisted in the Navy. He was committed to his service, but his eye was always scanning that vast ocean, hoping to get his revenge.",
      "Stop in and say hello to Caleb. You're guaranteed to get a whale of a tale from him."
    ],
    "images": [
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/935_boat.jpg",
        "alt": "Caleb Hatch Boat"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/935_whale.jpg",
        "alt": "Caleb Hatch Whale"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/935_eye.jpg",
        "alt": "Caleb Hatch Eye"
      },
      {
        "url": "https://gaccdiscordimages.s3.us-east-1.amazonaws.com/935_sailor.jpg",
        "alt": "Caleb Hatch Sailor"
      }
    ]
  }
}
